Repository: cgwalters/texinfo-git-mirror
Catalog: po/*.po
Languages: tr

source: Too many columns in multitable item (max %d)
tr: Çok-tablolu öðede, çok fazla sütun (maks %d)

source: ignoring @tab outside of multitable
tr: çok-tablolunun dýþýndaki @tab yoksayýlýyor

source: @%s not meaningful outside `@titlepage' and `@quotation' environments
tr: `@titlepage' ve `@quotation' çevreleri dýþýnda @%s anlamlý deðil

source: perhaps your @top node should be wrapped in @ifnottex rather than @ifinfo?
tr: belki de sizin @top düðümünüz, @ifinfo'dan ziyade @ifnottex içine sarýlmalýdýr?

source: Unknown command `%s'
tr: Bilinmeyen komut `%s'

source: @image missing filename argument
tr: @image eksik dosyaadý argümaný

source: Unknown index `%s' in @printindex
tr: @printindex içinde bilinmeyen indeks `%s'

source: Only @%s 10 or 11 is supported, not `%s'
tr: Yalnýzca @%1$s 10 ya da 11 destekleniyor, `%2$s' deðil

source: Expected @%s on or off, not `%s'
tr: %1$s'de açýk ya da kapalý bakleniyordu, `%2$s' deðil

source: unreferenced node `%s'
tr: baþvurulmamýþ düðüm `%s'

source: Node `%s' lacks menu item for `%s' despite being its Up target
tr: Düðüm `%s', Yukarý hedefi olmasýna karþýn, `%s' için eksik menü öðesi içeriyor

source: %s:%d: --css-file ended in comment
tr: %s:%d: --css-dosyasý yorum içinde sonlandý

source: @image file `%s' unreadable: %s
tr: @image dosyasý `%1$s' okunamýyor: %2$s

source: @strong{Note...} produces a spurious cross-reference in Info; reword to avoid that
tr: @strong{Not...} Info'da sahte bir çapraz-baþvuru oluþturur; bundan kaçýnmak için yazýmý deðiþtirin
