Repository: cgwalters/texinfo-git-mirror
Catalog: po/*.po
Languages: tr

source: Scroll forward in this window staying within node
tr: Bu pencerede, düðüm içinde kalarak ileriye doðru kaydýrýr

source: Scroll forward in this window staying within node and set default window size
tr: Bu pencerede, düðüm içinde kalarak ileriye doðru kaydýrýr ve öntanýmlý pencere boyutunu ayarlar

source: Scroll backward in this window
tr: Bu pencerede geriye doðru kaydýrýr

source: Scroll backward in this window and set default window size
tr: Bu pencerede geriye doðru kaydýrýr ve öntanýmlý pencere boyutunu ayarlar

source: Scroll backward in this window staying within node
tr: Bu pencerede, düðüm içinde kalarak geriye doðru kaydýrýr

source: Scroll backward in this window staying within node and set default window size
tr: geri ve set öntanýmlý

source: Move to the start of this node
tr: Bu düðümün baþlangýcýna gider

source: Move to the end of this node
tr: Bu düðümün sonuna gider

source: Scroll down by lines
tr: Aþaðýya doðru satýr kaydýrýr

source: Scroll up by lines
tr: Yukarýya doðru satýr kaydýrýr

source: Scroll down by half screen size
tr: Aþaðýya doðru yarým ekran boyutu kaydýrýr

source: Scroll up by half screen size
tr: Yukarýya doðru yarým ekran boyutu kaydýrýr

source: Select the next window
tr: Sonraki pencereyi seçer

source: Select the previous window
tr: Önceki pencereyi seçer

source: Split the current window
tr: Mevcut pencereyi böler

source: Delete the current window
tr: Mevcut pencereyi siler

source: Cannot delete a permanent window
tr: Kalýcý bir pencere silinemez

source: Delete all other windows
tr: Diðer tüm pencereleri siler

source: Scroll the other window
tr: Diðer pencereyi kaydýrýr

source: Scroll the other window backward
tr: Diðer pencereyi geriye doðru kaydýrýr

source: Grow (or shrink) this window
tr: Bu pencereyi büyütür (ya da küçültür)

source: Divide the available screen space among the visible windows
tr: Mevcut ekran boþluðunu görünür pencereler arasýnda bölüþtürür

source: Toggle the state of line wrapping in the current window
tr: Mevcut penceredeki satýr sarma durumunu deðiþtirir

source: Toggle the usage of regular expressions in searches
tr: Aramalarda düzenli ifade kullanýmýna geç

source: Using regular expressions for searches.
tr: Aramalarda düzenli ifade kullanýlýyor.

source: Using literal strings for searches.
tr: Aramalarda yazýlý dizge kullanýlýyor.

source: Select the Next node
tr: Sonraki düðümü seçer

source: Select the Prev node
tr: Önceki düðümü seçer

source: Select the Up node
tr: Üstteki düðümü seçer

source: Select the last node in this file
tr: Bu dosyadaki son düðümü seçer

source: This window has no additional nodes
tr: Bu pencerenin baþka düðümü yok

source: Select the first node in this file
tr: Bu dosyadaki ilk düðümü seçer

source: Select the last item in this node's menu
tr: Bu düðümün menüsündeki son öðeyi seçer

source: Select this menu item
tr: Bu menü öðesini seçer

source: Menu item (%s):
tr: Menü öðesi (%s):

source: Menu item:
tr: Menü öðesi:

source: Follow xref (%s):
tr: Ýzlenecek xref (%s):

source: Follow xref:
tr: Ýzlenecek xref:

source: Read a menu item and select its node
tr: Bir menü öðesini okur ve düðümünü seçer

source: Read a footnote or cross reference and select its node
tr: Oku yada ve select

source: Move to the start of this node's menu
tr: Bu düðüm menüsünün baþlangýcýna gider

source: Visit as many menu items at once as possible
tr: Tek seferde mümkün olan en fazla sayýda menü öðesine uðrar

source: Read a node name and select it
tr: Bir düðüm adý okur ve seçer

source: Goto node:
tr: Düðüme gider:

source: No menu in node `%s'.
tr: Menüsü olmayan düðüm `%s'.

source: No menu item `%s' in node `%s'.
tr: `%2$s' düðümünde `%1$s' menü öðesi yok.

source: Unable to find node referenced by `%s' in `%s'.
tr: `%2$s''de `%1$s' tarafýndan baþvurulan düðüm bulunamadý.

source: Read a list of menus starting from dir and follow them
tr: Dizinden baþlayarak bir menü listesini oku ve izle

source: Follow menus:
tr: Menüleri izle:

source: Find the node describing program invocation
tr: Program çaðýrmayý açýklayan düðümü bulur

source: Find Invocation node of [%s]:
tr: [%s]'in çaðýrma düðümünü bulur:

source: Read a manpage reference and select it
tr: Bir klavuz sayfasý baþvurusunu okur ve seçer

source: Get Manpage:
tr: Alýnacak klavuz sayfasý:

source: Select the node `Top' in this file
tr: Bu dosyadaki `En Üst' düðümü seç

source: Select the node `(dir)'
tr: `(dizin)' düðümünü seç

source: Kill node (%s):
tr: Düðümü öldür (%s):

source: Cannot kill node `%s'
tr: Öldürülemeyen düðüm `%s'

source: Cannot kill the last node
tr: Son düðüm öldürülemiyor

source: Select the most recently selected node
tr: En son seçilen düðümü seçer

source: Kill this node
tr: Bu düðümü öldürür

source: Read the name of a file and select it
tr: Bir dosyanýn adýný okur ve seçer

source: Find file:
tr: Dosyayý bul:

source: Cannot find `%s'.
tr: `%s' bulunamýyor.

source: Could not create output file `%s'.
tr: Çýktý dosyasý `%s' oluþturulamýyor.

source: Done.
tr: Bitti.

source: Writing node %s...
tr: %s düðümü yazýlýyor...

source: Pipe the contents of this node through INFO_PRINT_COMMAND
tr: Bu düðümün içeriðini INFO_PRINT_COMMAND üzerinden veri yolla

source: Cannot open pipe to `%s'.
tr: Veri yolu `%s''e açýlamýyor.

source: Printing node %s...
tr: %s düðümü yazdýrýlýyor...

source: Search continued from the end of the document.
tr: Arama, belgenin sonundan sürdürülüyor.

source: Search continued from the beginning of the document.
tr: Arama, belgenin baþýndan sürdürülüyor.

source: Searching subfile %s ...
tr: %s altdosyasý aranýyor ...

source: Read a string and search for it case-sensitively
tr: Bir dizge okur ve onu büyük/küçük harf duyarlý þekilde arar

source: Read a string and search for it
tr: Bir dizge okur ve (onu) arar

source: Read a string and search backward for it
tr: Bir dizge okur ve (onu) geriye doðru arar

source: Regexp search
tr: Düzenli ifade arama

source: case-sensitively
tr: büyük/küçük harf duyarlý þekilde

source: backward
tr: geriye doðru

source: Search
tr: Ara

source: Search failed.
tr: Arama baþarýsýz

source: Repeat last search in the same direction
tr: Son aramayý ayný yönde yineler

source: No previous search string
tr: Daha önceden arama dizgesi yok

source: Repeat last search in the reverse direction
tr: Son aramayý ters yönde yineler

source: Search interactively for a string as you type it
tr: Bir dizgeyi siz yazarken etkileþimli þekilde arar

source: Regexp I-search backward:
tr: Düzenli ifade I-arama, geriye doðru:

source: I-search backward:
tr: I-arama, geriye doðru:

source: Regexp I-search:
tr: Düzenli ifade I-arama:

source: I-search:
tr: I-arama:

source: Failing
tr: Baþarýlamýyor

source: Move to the previous cross reference
tr: Önceki çapraz baþvuruya gider

source: Move to the next cross reference
tr: Sonraki çapraz baþvuruya gider

source: Select reference or menu item appearing on this line
tr: Bu satýrdaki referans ya da menü öðesini seçer

source: Cancel current operation
tr: Mevcut iþlemi iptal eder

source: Quit
tr: Çýk

source: Move the cursor to a specific line of the window
tr: Ýmleci pencerenin belirli bir satýrýna taþýr

source: Redraw the display
tr: Görüntüyü yeniden çizer

source: Quit using Info
tr: Info'dan çýkar

source: Run command bound to this key's lowercase variant
tr: Bu tuþun küçük harfine atanmýþ komutu yürütür

source: Unknown command (%s).
tr: Bilinmeyen komut (%s).

source: "%s" is invalid
tr: "%s" geçersiz

source: `%s' is invalid
tr: `%s' geçersiz

source: Add this digit to the current numeric argument
tr: Mevcut sayýsal argümana bu sayýyý ekle

source: Start (or multiply by 4) the current numeric argument
tr: Mevcut sayýsal argümaný baþlat (ya da 4'le çarp)

source: Internally used by \[universal-argument]
tr: Dahili olarak \[universal argument] tarafýndan kullanýlýyor

source: readline: Out of virtual memory!
tr: okuma-satýrý: Sanal bellek tükendi!

source: When "On", footnotes appear and disappear automatically
tr: "Açýk" olduðunda, dipnotlar otomatik olarak görünür ve kaybolur

source: When "On", creating or deleting a window resizes other windows
tr: "Açýk" olduðunda, bir pencereyi oluþturma ya da silme, diðerlerini yeniden boyutlandýrýr

source: When "On", flash the screen instead of ringing the bell
tr: "Açýk" olduðunda, zil çalýnacaðýna ekran yanýp söner

source: When "On", errors cause the bell to ring
tr: "Açýk" olduðunda, hatalar zilin çalmasýna neden olur

source: When "On", Info garbage collects files which had to be uncompressed
tr: "Açýk" olduðunda Info çöpü, sýkýþtýrmasý açýlmak zorunda olan dosyalarý biriktirir

source: When "On", the portion of the matched search string is highlighted
tr: "Açýk" olduðunda, arama dizgesinin eþleþen kýsmý ýþýklandýrýlýr

source: Controls what happens when scrolling is requested at the end of a node
tr: Bir düðüm sonunda kaydýrma istendiðinde ne olacaðýný kontrol eder

source: Same as scroll-behaviour
tr: Metin kaydýrma davranýþýyla ayný

source: The number lines to scroll when the cursor moves out of the window
tr: Ýmleç penceere dýþýna taþýndýðýnda kaydýrýlacak satýr sayýsý

source: Controls whether scroll-behavior affects cursor movement commands
tr: Metin kaydýrma davranýþýnýn imleç hareket komutlarýný etkileyip etkilemeyeceðini kontrol eder

source: When "On", Info accepts and displays ISO Latin characters
tr: "Açýk" olduðunda Info, ISO Latin karakterleri kabul eder ve görüntüler

source: What to do when a scrolling command is issued at the end of the last node
tr: Son düðümün sonunda kaydýrma istendiðinde yapýlacak þey

source: Explain the use of a variable
tr: Bir deðiþkenin kullanýmýný açýklar

source: Describe variable:
tr: Açýklanacak deðiþken:

source: Set the value of an Info variable
tr: Bir Info deðiþkeninin deðerini belirler

source: Set variable:
tr: Deðiþkeni ata:

source: Set %s to value (%d):
tr: %s'e atanacak deðer (%d):

source: Set %s to value (%s):
tr: %s'e atanacak deðer (%s):

source: --*** Tags out of Date ***
tr: ..*** Eskimiþ Etiketler ***

source: -----Info: (), lines ----,
tr: -----Info: (), satýr ----,

source: -%s---Info: %s, %d lines --%s--
tr: -%s---Info: %s, %d satýr --%s--

source: -%s%s-Info: (%s)%s, %d lines --%s--
tr: -%s%s-Info: (%s)%s, %d satýr --%s--

source: Subfile: %s
tr: Altdosya: %s

source: Try `%s --help' for a complete list of options.
tr: Seçeneklerin tam bir listesi için `%s --help''i deneyiniz.

source: Usage: %s [OPTION]... [INFO-FILE [DIR-FILE]]
tr: Kullaným: %s [SEÇENEK]... [INFO-DOSYASI [DÝZÝN-DOSYASI]]

source: Add or remove entries in INFO-FILE from the Info directory DIR-FILE.
tr: DÝZÝN-DOSYASI Info dizininden INFO-DOSYASI içine girdi ekle ya da çýkar

source: Options: --debug report what is being done. --delete delete existing entries for INFO-FILE from DIR-FILE; don't insert any new entries. --description=TEXT the description of the entry is TEXT; used with the --name option to become synonymous with the --entry option. --dir-file=NAME specify file name of Info directory file; equivalent to using the DIR-FILE argument. --dry-run same as --test.
tr: Seçenekler: --debug yapýlmakta olaný rapor et. --delete DIZIN-DOSYASI'ndan INFO-DOSYASI için mevcut girdileri sil; hiç yeni girdi ekleme. --description=METÝN girdinin açýklamasý METÝN'dir; --entry seçeneðiyle eþanlamlý hale gelmesi için --name seçeneðiyle birlikte kullanýlýr. --dir-file=AD Info dizindosyasýnýn adýný belirtir; DÝZÝN-DOSYASI argümanýný kullanmakla eþdeðerdir. --dry-run --test ile ayný.

source: --entry=TEXT insert TEXT as an Info directory entry. TEXT is written as an Info menu item line followed by zero or more extra lines starting with whitespace. If you specify more than one entry, all are added. If you don't specify any entries, they are determined from information in the Info file itself. When removing, TEXT specifies the entry to remove. TEXT is only removed as a last resort, if the entry as determined from the Info file is not present, and the basename of the Info file isn't found either.
tr: --entry =METÝN METÝN'i Info dizin girdisi olarak ekler. METÝN, Info menü ögesi olarak yazýlýp, sýfýr ya da boþlukla baþlayan diðer satýrlarla devam eder. Eðer birden fazla girdi belirtirseniz, tümü eklenir. Eðer hiçbir girdi belirtmezseniz bunlar, Info dosyasýnýn içindeki bilgiden belirlenir. Silinirken, METÝN, silinecek girdiyi belirler. Eðer girdi Info dosyasýnda belirlendiði gibi deðilse, ve Info dosyasýnýn temel adý da bulunamýyorsa METÝN yalnýzca son çare olarak silinir.

source: --help display this help and exit. --info-dir=DIR same as --dir-file=DIR/dir. --info-file=FILE specify Info file to install in the directory; equivalent to using the INFO-FILE argument. --item=TEXT same as --entry=TEXT. --keep-old do not replace entries, or remove empty sections. --menuentry=TEXT same as --name=TEXT. --name=TEXT the name of the entry is TEXT; used with --description to become synonymous with the --entry option. --no-indent do not format new entries in the DIR file. --quiet suppress warnings.
tr: --help bu yardýmý gösterir ve çýkar. --info-dir=DÝZÝN --dir-file=DÝZÝN/dizin ile ayný. --info-file=DOSYA dizine kurulacak Info dosyasýný belirler; INFO-DOSYASI argümanýný kullanmakla eþdeðerdir. --item=METÝN --entry=METÝN ile ayný. --keep-old girdileri deðiþtirmez ya da boþ bölümleri silmez. -menuentry=METÝN --name=METÝN ile ayný. --name=METÝN girdinin adý METÝN'dir; --description ile kullanýldýðýnda --entry seçeneðiyle eþanlamlý olur. --no-indent DÝZÝN dosyasýndaki yeni girdileri biçemlemez. --quiet uyarýlarý baskýlar.

source: --regex=R put this file's entries in all sections that match the regular expression R (ignoring case). --remove same as --delete. --remove-exactly only remove if the info file name matches exactly; suffixes such as .info and .gz are not ignored. --section=SEC put entries in section SEC of the directory. If you specify more than one section, all the entries are added in each of the sections. If you don't specify any sections, they are determined from information in the Info file itself. --section R SEC equivalent to --regex=R --section=SEC --add-once.
tr: --regex=R bu dosyanýn tüm bölümlerindeki R düzenli ifadesine uyan (büyük/ küçük harf duyarsýz) tüm girdilerini koyar. --remove --delet ile ayný. --remove-exactly yalnýzca info dosya adý tam olarak eþleþirse siler; .info ve .gz uzantýlarý yok sayýlmaz. --section=BÖLÜM girdileri dizinin BÖLÜM bölümüne koyar. Birden fazla bölüm belirtirseniz, her bir bölüme tüm girdiler eklenir. Eðer hiçbir bölüm belirtmezseniz bunlar, Info dosyasýndaki bilgiden belirlenir. --section R BÖLÜM --regex=R --section=BÖLÜM --add-once ile eþdeðer.

source: --silent suppress warnings. --test suppress updating of DIR-FILE. --version display version information and exit.
tr: --silent uyarýlarý baskýlar. --test DÝZÝN-DOSYASI'nýn güncellenmesini engeller. --version sürüm bilgisini gösterir ve çýkar.

source: Email bug reports to bug-texinfo@gnu.org, general questions and discussion to help-texinfo@gnu.org. Texinfo home page: http://www.gnu.org/software/texinfo/
tr: Yazýlým hatalarýný bug-texinfo@gnu.org'a, genel soru ve tartýþmalarý help-texinfo@gnu.org'a gönderiniz. Texinfo anasayfasý: http://www.gnu.org/software/texinfo/

source: This is the file .../info/dir, which contains the topmost node of the Info hierarchy, called (dir)Top. The first time you invoke Info you start off looking at this node. %s This is the top of the INFO tree This (the Directory node) gives a menu of major topics. Typing "q" exits, "?" lists all Info commands, "d" returns here, "h" gives a primer for first-timers, "mEmacs<Return>" visits the Emacs manual, etc. In Emacs, you can click mouse button 2 on a menu item or cross reference to select it. %s
tr: Bu, .../info/dir dosyasý olup, (dir)Üst adý verilen, Info hiyerarþisinin en üst düðümünü içerir. Info'yu ilk çalýþtýrdýðýnýzda bu düðüme bakarak baþlýyor olursunuz. %s Bu, INFO aðacýnýn tepesidir Bu (Dizin düðümü), temel konularýn bir menüsünü verir. "q" tuþuyla çýkar, "?" ile tüm Info komutlarýný listeler, "d" ile buraya döner, "h" ile yeni baþlayanlar için bir klavuz alabilir, "mEmacs<Return>" ile Emacs klavuzunu ziyaret edebilirsiniz, vs. Emacs'ta, bir menü öðesi ya da çapraz baþvuru üzerinde sað fare tuþunu týklayarak seçim yapabilirsiniz. %s

source: %s: empty file
tr: %s: boþ dosya

source: START-INFO-DIR-ENTRY without matching END-INFO-DIR-ENTRY
tr: Eþleþen END-INFO-DIR-ENTRY'siz START-INFO-DIR-ENTRY

source: END-INFO-DIR-ENTRY without matching START-INFO-DIR-ENTRY
tr: Eþleþen START-INFO-DIR-ENTRY'siz END-INFO-DIR-ENTRY

source: %s: already have dir file: %s
tr: %s: zaten dir dosyasý var: %s

source: %s: Specify the Info file only once.
tr: %s: Info dosyasýný yalnýzca bir kez belirtin.

source: Extra regular expression specified, ignoring `%s'
tr: Bir baþka düzenli ifade belirlendi, `%s' yok sayýlýyor

source: Error in regular expression `%s': %s
tr: Düzenli ifadede hata `%s': %s

source: excess command line argument `%s'
tr: fazladan komut satýrý argümaný `%s'

source: No input file specified; try --help for more information.
tr: Girdi dosyasý belirtilmemiþ; daha fazla bilgi için --help deneyin.

source: No dir file specified; try --help for more information.
tr: dizin dosyasý belirtilmemiþ; daha fazla bilgi için --help deneyin.

source: no info dir entry in `%s'
tr: `%s' içinde info dizin girdisi yok

source: no entries found for `%s'; nothing deleted
tr: `%s' için girdi bulunamadý; hiçbir þey silinmedi

source: ferror on stdout
tr: stdout'da ferror

source: fflush error on stdout
tr: stdout'da fflush hatasý

source: display this help and exit
tr: bu yardýmý görüntüler ve çýkar

source: send output to FILE
tr: çýktýyý DOSYA'ya gönderir

source: display version information and exit
tr: sürüm bilgisini görüntüler ve çýkar

source: Usage: %s [OPTION]... FILE...
tr: Kullaným: %s [SEÇENEK]... DOSYA...

source: Generate a sorted index for each TeX output FILE.
tr: Her TeX çýktý DOSYAsý için sýralanmýþ bir indeks oluþturur.

source: Usually FILE... is specified as `foo.%c%c' for a document `foo.texi'.
tr: Genellikle DOSYA... bir `foo.texi' belgesi için `foo.%c%c' olarak belirtilir.

source: Options:
tr: Seçenekler:

source: failure reopening %s
tr: %s'i yeniden açmada hata

source: %s: not a texinfo index file
tr: %s: bir texinfo indeks dosyasý deðil

source: No page number in %s
tr: %s'de sayfa numarasý yok

source: entry %s follows an entry with a secondary name
tr: %s girdisi, ikincil isimli bir girdiyi takip ediyor

source: Usage: %s [OPTION]... TEXINFO-FILE...
tr: Kullaným: %s [SEÇENEK]... TEXINFO-DOSYASI...

source: Translate Texinfo source documentation to various other formats, by default Info files suitable for reading online with Emacs or standalone GNU Info.
tr: Öntanýmlý olarak Texinfo kaynak belgelerini diðer çeþitli biçemlere çevirir Info dosyalarý çevrimiçi Emacs ya da tek baþýna GNU Info'yla okunmak için uygundur.

source: Options for Info and plain text: --disable-encoding do not output accented and special characters in Info output based on @documentencoding. --enable-encoding override --disable-encoding (default). --fill-column=NUM break Info lines at NUM characters (default %d). --footnote-style=STYLE output footnotes in Info according to STYLE: `separate' to put them in their own node; `end' to put them at the end of the node, in which they are defined (this is the default). --paragraph-indent=VAL indent Info paragraphs by VAL spaces (default %d). If VAL is `none', do not indent; if VAL is `asis', preserve existing indentation. --split-size=NUM split Info files at size NUM (default %d).
tr: Info ve salt metin için seçenekler: --disable-encoding aksanlý ve özel karakterlerin çýktýsýný @documentencoding'e dayalý olarak Info çýktýsýna yazmaz. --enable-encoding --disable encoding'i (öntanýmlý) geçersiz kýlar. --fill-column=ADET Info satýrlarýný ADET karakterde bitir (öntanýmlý %d) --footnote-style=STÝL Info'da dipnotlarýn çýktýsýný STÝL'e göre yazar: kendi düðümlerine koymak için `separate'; tanýmlandýklarý düðümün sonuna koymak için `end' (öntanýmlý). --paragraph-indent=DEG Info paragraflarýný DEG boþluk girintiler (öntanýmlý %d). Eðer DEG `none' ise girintilemez; eðer DEG `asis' ise mevcut girintiyi korur. --spilt-size=NUM Info dosyalarýný NUM boyutuna böler (öntanýmlý %d).

source: The defaults for the @if... conditionals depend on the output format: if generating HTML, --ifhtml is on and the others are off; if generating Info, --ifinfo is on and the others are off; if generating plain text, --ifplaintext is on and the others are off; if generating XML, --ifxml is on and the others are off.
tr: @if... koþullularýnýn öntanýmlýlarý çýktý formatýna baðlýdýr: eðer HTML oluþturuluyorsa, --ifhtml açýk, diðerleri kapalýdýr; eðer Info oluþturuluyorsa, --ifinfo açýk, diðerleri kapalýdýr; eðer salt metin oluþturuluyorsa, --ifplaintext açýk, diðerleri kapalýdýr; eðer XML oluþturuluyorsa, --ifxml açýk, deiðerleri kapalýdýr.

source: Examples: makeinfo foo.texi write Info to foo's @setfilename makeinfo --html foo.texi write HTML to @setfilename makeinfo --xml foo.texi write Texinfo XML to @setfilename makeinfo --docbook foo.texi write DocBook XML to @setfilename makeinfo --no-headers foo.texi write plain text to standard output makeinfo --html --no-headers foo.texi write html without node lines, menus makeinfo --number-sections foo.texi write Info with numbered sections makeinfo --no-split foo.texi write one Info file however big
tr: Örnekler: makeinfo foo.texi foo'nun @setfilename'ine Info yazar makeinfo --html foo.texi @setfilename'e HTML yazar makeinfo --xml foo.texi @setfilename'e XML yazar makeinfo --docbook foo.texi @setfilename'e DocBook XML yazar makeinfo --no-headers foo.texi standart çýktýya salt metin yazar makeinfo --html --no-headres foo.texi düðüm çizgisiz, menüsüz html yazar makeinfo --number-sections foo.texi numaralanmýþ kýsýmlarý olan Info yazar makeinfo --no-split foo.texi ne büyüklükte olursa olsun tek Info dosyasý yazar

source: %s: --footnote-style arg must be `separate' or `end', not `%s'.
tr: %1$s: --footnote-style arg. `separate' ya da `end' olmalýdýr, `%2$s' deðil.

source: %s: --paragraph-indent arg must be numeric/`none'/`asis', not `%s'.
tr: %1$s: --paragraph-indent arg. sayýsal/`none'/`asis' olmalýdýr, `%2$s' deðil.

source: %s: Ignoring unrecognized TEXINFO_OUTPUT_FORMAT value `%s'.
tr: %s: Tanýnamayan TEXINFO_OUTPUT_FORMAT deðeri `%s' yok sayýlýyor.

source: %s: missing file argument.
tr: %s: dosya argümaný eksik.

source: Try `%s --help' for more information.
tr: Daha fazla bilgi için `%s --help' yazýn.

source: %c%s requires a name
tr: %c%s bir isim gerektirir

source: %c%s missing close brace
tr: %c%s eksik kapama }

source: `@end' expected `%s', but saw `%s'
tr: `@end' `%1$s' beklerdi, `%2$s' gördü

source: No matching `%cend %s'
tr: Eþleþen `%cend %s' yok

source: Misplaced %c
tr: Yanlýþ yerleþtirilmiþ %c

source: Unmatched `%c%s'
tr: Eþleþmeyen `%c%s'

source: Entry for index `%s' outside of any node
tr: `%s' indeks girdisi tüm düðümlerin dýþýnda

source: Bad argument to @%s
tr: @%s'ye hatalý argüman

source: %s requires an argument: the formatter for %citem
tr: %s bir argüman gerektirir: %c öðesi için biçimlendirici

source: Bad argument to @%s: %s
tr: @%s:%s'ye hatalý argüman

source: unrecognized encoding name `%s'
tr: tanýnmayan kodlama adý `%s'

source: macro `%s' previously defined
tr: makro `%s' daha önce tanýmlanmýþ

source: here is the previous definition of `%s'
tr: iþte `%s''nin önceki tanýmý

source: Use braces to give a command as an argument to @%s
tr: @%s'e argüman olarak bir komut vermek için {} kullanýn

source: undefined flag: %s
tr: tanýmlanmamýþ bayrak: %s

source: @%s not meaningful inside `@%s' block
tr: `@%s' bloðu içinde @%s anlamlý deðil
