Repository: cgwalters/texinfo-git-mirror
Catalog: po/*.po
Languages: tr

source: Unknown system error
tr: Bilinmeyen sistem hatasý

source: memory exhausted
tr: bellek tükendi

source: Move forward a character
tr: Bir karakter ileri gider

source: Move backward a character
tr: Bir karakter geri gider

source: Move to the start of this line
tr: Satýrýn baþlangýcýna gider

source: Move to the end of this line
tr: Satýrýn sonuna gider

source: Move forward a word
tr: Bir kelime ileri gider

source: Move backward a word
tr: Bir kelime geri gider

source: Delete the character under the cursor
tr: Ýmlecin altýndaki karakteri siler

source: Delete the character behind the cursor
tr: Ýmleçden önceki karakteri siler

source: Cancel or quit operation
tr: Ýþlemi keser ya da çýkar

source: Accept (or force completion of) this line
tr: Bu satýrý kabul eder (ya da tamamlanmasý için zorlar)

source: Insert next character verbatim
tr: Sonraki karakteri aynen yerleþtirir

source: Insert this character
tr: Bu karakteri yerleþtirir

source: Insert a TAB character
tr: Bir TAB karakteri yerleþtirir

source: Transpose characters at point
tr: Verilen yerde karakterleri yer deðiþtirir

source: Yank back the contents of the last kill
tr: Son silinenin içeriði kadar geri çeker

source: Kill ring is empty
tr: Silinen zincir boþ

source: Yank back a previous kill
tr: Bir önceki silinen kadar geri çeker

source: Kill to the end of the line
tr: Satýrýn sonuna kadar siler

source: Kill to the beginning of the line
tr: Satýrýn baþýna kadar siler

source: Kill the word following the cursor
tr: Ýmleçten sonraki kelimeyi siler

source: Kill the word preceding the cursor
tr: Ýmleçten önceki kelimeyi siler

source: No completions
tr: Tamamlama yok

source: Not complete
tr: Bitmedi

source: List possible completions
tr: Olasý tamamlamalarý listeler

source: Sole completion
tr: Tek tamamlama

source: Insert completion
tr: Tamamlamayý yerleþtir

source: Building completions...
tr: Tamamlamalarý oluþturuyor...

source: Scroll the completions window
tr: Tamamlama penceresini kaydýrýr

source: Footnotes could not be displayed
tr: Dipnotlar gösterilemedi

source: Show the footnotes associated with this node in another window
tr: Diðer penceredeki bu düðümle iliþkili dipnotlarý gösterir

source: ---------- Footnotes ----------
tr: ----------- Dipnotlar ---------

source: Look up a string in the index for this file
tr: Bu dosyada indeks içinde bir dizgeyi arar

source: Finding index entries...
tr: indeks girdilerini buluyor...

source: No indices found.
tr: Hiç indis yok.

source: Index entry:
tr: indeks giriþi:

source: Go to the next matching index item from the last `\[index-search]' command
tr: Son `\[index-search]'komutundan bir sonraki eþleþen indeks öðesine gider

source: No previous index search string.
tr: Daha önce bir indeks arama dizgesi yok.

source: No index entries.
tr: Hiç indeks girdisi yok.

source: CAN'T SEE THIS
tr: BU GÖRÜLMEZ

source: Found `%s' in %s. (`\[next-index-match]' tries to find next.)
tr: `%s' bulundu - %s içinde. (`\[next-index-match]' sonrakini bulmayý dener.)

source: Scanning indices of `%s'...
tr: `%s' indislerini tarýyor...

source: No available info files have `%s' in their indices.
tr: Mevcut bilgi dosyalarýndan hiçbirisinin indisinde `%s' yok.

source: Grovel all known info file's indices for a string and build a menu
tr: Bir dizge için tüm bilinen bilgi dosyalarýnýn indislerinide ekleyerek bir menu oluþturur

source: Index apropos:
tr: Ýndeks hakkýnda:

source: * Menu: Nodes whose indices contain `%s':
tr: * Menü: `%s' indislerini içeren düðümler:

source: Try --help for more information.
tr: Daha fazla bilgi için --help seçeneðini kullanýn.

source: Copyright (C) %s Free Software Foundation, Inc. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
tr: Telif Hakký (C) %s Özgür Yazýlým Vakfý Inc. Lisans GPLv3+: GNU GPL sürüm 3 ya da sonrasý <http://gnu.org/licenses/gpl.html> Bu özgür yazýlýmdýr: deðiþtirip daðýtma özgürlüðüne sahipsiniz. Yasalarýn elverdiði ölçüde HÝÇBÝR GARANTÝ yoktur.

source: no index entries found for `%s'
tr: `%s' için indeks girdisi yok.

source: Usage: %s [OPTION]... [MENU-ITEM...] Read documentation in Info format.
tr: Kullaným: %s [SEÇENEK]... [MENÜ ÖGESÝ...] Info biçemindeki belgeleri okuyun.

source: Options: -k, --apropos=STRING look up STRING in all indices of all manuals. -d, --directory=DIR add DIR to INFOPATH. --dribble=FILENAME remember user keystrokes in FILENAME. -f, --file=FILENAME specify Info file to visit.
tr: Seçenekler: -k, --apopros=DÝZGE tüm manüellerin tüm indekslerinde DÝZGE'yi arar. -d, --directory=DÝZ DÝZ'i INFO YOLU'na ekler. --dribble=DOSYAADI DOSYAADI'ndaki kullanýcý tuþbasýmlarýný anýmsar. -f, --file=DOSYAADI ziyaret edilecek Info dosyasýný belirler.

source: -h, --help display this help and exit. --index-search=STRING go to node pointed by index entry STRING. -n, --node=NODENAME specify nodes in first visited Info file. -o, --output=FILENAME output selected nodes to FILENAME.
tr: -h, --help bu yardýmý görüntüler ve çýkar. --index-search=DÝZGE Ýndeks girdisi DÝZGE tarafýndan iþaret edilen düðüme gider. -n, --node=DÜÐÜMADI Ýlk ziyaret edilen Info dosyasýnda düðümleri belirler. -o, --output=DOSYAADI Seçili düðümlerden DOSYAAYDI'na çýktý alýr.

source: -R, --raw-escapes output "raw" ANSI escapes (default). --no-raw-escapes output escapes as literal text. --restore=FILENAME read initial keystrokes from FILENAME. -O, --show-options, --usage go to command-line options node.
tr: -R, --raw-escapes "ham" ANSI kaçýþlardan çýktý alýr (öntanýmlý). --no-raw-escapes kaçýþlarýn okunur metin gibi çýktýsýný alýr. --restore=DOSYAADI ilk tuþbasýmlarýný DOSYAADI'ndan okur. -Q, --show-options, --usage komut satýrý seçenekler düðümüne gider.

source: -b, --speech-friendly be friendly to speech synthesizers.
tr: -b, --speech-friendly konuþma sentezcilerine dostça davranýr.

source: The first non-option argument, if present, is the menu entry to start from; it is searched for in all `dir' files along INFOPATH. If it is not present, info merges all `dir' files and shows the result. Any remaining arguments are treated as the names of menu items relative to the initial node visited.
tr: Eðer mevcutsa, ilk seçenek-olmayan argüman baþlanacak menü girdisidir; bu, tüm INFO YOLU içindeki `dir' dosyalarýnda aranýr. Mevcut deðilse, info tüm `dir' dosyalarýný birleþtirir ve sonucu gösterir. Kalan tüm argümanlar, ilk ziyaret edilen düðüme göreceli menü ögesi isimleri olarak iþlem görür.

source: For a summary of key bindings, type h within Info.
tr: Tuþ baðlantýlarýnýn bir özeti için Info içinden h tuþlayýn.

source: Examples: info show top-level dir menu info info show the general manual for Info readers info info-stnd show the manual specific to this Info program info emacs start at emacs node from top-level dir info emacs buffers start at buffers node within emacs manual info --show-options emacs start at node with emacs' command line options info --subnodes -o out.txt emacs dump entire manual to out.txt info -f ./foo.info show file ./foo.info, not searching dir
tr: Örnekler: info en üst düzey dir menüsünü gösterir info info Info okuyucularý için genel el kitabýný gösterir info info-stnd bu Info programýna özgü el kitabýný gösterir info emacs en üst düzey dir'den emacs düðümünden baþlatýr info emasc buffers emacs elkitabý içinden tampon düðümünden baþlatýr info --show-options emacs emacs'ýn komut satýrý seçenekleri bulunan düðümden baþlatýr info --subnodes -o out.txt emacs tüm elkitabýný out.txt'e çýkartýr info -f ./foo.info dir aramadan ./foo.info dosyasýný gösterir

source: Email bug reports to bug-texinfo@gnu.org, general questions and discussion to help-texinfo@gnu.org. Texinfo home page: http://www.gnu.org/software/texinfo/
tr: Yazýlým hatalarýný bug-texinfo@gnu.org'a, genel soru ve tartýþmalarý help-texinfo@gnu.org'a gönderiniz. Texinfo anasayfasý: http://www.gnu.org/software/texinfo/

source: Cannot find node `%s'.
tr: `%s' düðümü bulunamadý.

source: Cannot find node `(%s)%s'.
tr: `(%s)%s' düðümü bulunamadý.

source: Cannot find a window!
tr: Bir pencere bulunamadý!

source: Point doesn't appear within this window's node!
tr: Orasý bu pencerenin düðümü gibi görünmüyor!

source: Cannot delete the last window.
tr: Son pencere silinemez.

source: No menu in this node.
tr: Bu düðümde menü yok.

source: No footnotes in this node.
tr: Bu düðümde dipnot yok.

source: No cross references in this node.
tr: Bu düðümde çapraz baþvuru yok.

source: No `%s' pointer for this node.
tr: Bu düðüm için `%s' yer gösterici yok.

source: Unknown Info command `%c'; try `?' for help.
tr: Info komutu `%c' bilinmiyor; yardým almak için `?' deneyin.

source: Terminal type `%s' is not smart enough to run Info.
tr: `%s' terminal türü Info çalýþtýrmak için yeterince akýllý deðil.

source: You are already at the last page of this node.
tr: Zaten bu düðümün son sayfasýndasýnýz.

source: You are already at the first page of this node.
tr: Zaten bu düðümün ilk sayfasýndasýnýz.

source: Only one window.
tr: Sadece bir pencere.

source: Resulting window would be too small.
tr: Pencere çok küçük olacaktý.

source: Not enough room for a help window, please delete a window.
tr: Bir yardým penceresi için yer yok, lütfen bir pencere silin.

source: Basic Info command keys
tr: Temel Info komut tuþlarý

source: \%-10[quit-help] Close this help window.
tr: \%-10[quit help] Bu yardým penceresini kapatýr.

source: \%-10[quit] Quit Info altogether.
tr: \%-10[quit] Info'dan büsbütün çýkar.

source: \%-10[get-info-help-node] Invoke the Info tutorial.
tr: \%-10[get-info-help-node] Info öðreticiyi çaðýrýr.

source: \%-10[prev-line] Move up one line.
tr: \%-10[prev-line] Bir satýr yukarý git.

source: \%-10[next-line] Move down one line.
tr: \%-10[next-line] Bir satýr aþaðý git.

source: \%-10[scroll-backward] Scroll backward one screenful.
tr: \%-10[scroll-backward] Geriye doðru bir ekran kaydýrýr.

source: \%-10[scroll-forward] Scroll forward one screenful.
tr: \%-10[scroll-forward] Ýleriye doðru bir ekran kaydýrýr.

source: \%-10[beginning-of-node] Go to the beginning of this node.
tr: \%-10[beginning-of-node] Bu düðümün baþlangýcýna gider.

source: \%-10[end-of-node] Go to the end of this node.
tr: \%-10[end-of-node] Bu düðümün sonuna gider.

source: \%-10[move-to-next-xref] Skip to the next hypertext link.
tr: \%-10[move-to-next-xref] Bir sonraki yardýmlý metin linkine atlar.

source: \%-10[select-reference-this-line] Follow the hypertext link under the cursor.
tr: \%-10[select-reference-this-line] Ýmleç altýndaki yardýmlý metin linkini izler.

source: \%-10[history-node] Go back to the last node seen in this window.
tr: \%-10[history-node] Bu pencerede görünen en son düðüme gider.

source: \%-10[global-prev-node] Go to the previous node in the document.
tr: \%-10[global-prev-node] Belgede bundan önceki düðüme gider.

source: \%-10[global-next-node] Go to the next node in the document.
tr: \%-10[global-next-node] Belgede bundan sonraki düðüme gider.

source: \%-10[prev-node] Go to the previous node on this level.
tr: \%-10[prev-node] Bu düzeydeki bundan önceki düðüme gider.

source: \%-10[next-node] Go to the next node on this level.
tr: \%-10[next-node] Bu düzeydeki bundan sonraki düðüme gider.

source: \%-10[up-node] Go up one level.
tr: \%-10[up-node] Bir düzey üste gider.

source: \%-10[top-node] Go to the top node of this document.
tr: \%-10[top-node] Bu belgenin en üst düðümüne gider.

source: \%-10[dir-node] Go to the main `directory' node.
tr: \%-10[dir-node] Ana `directory' düðümüne gider.

source: 1...9 Pick the first...ninth item in this node's menu.
tr: 1...9 Bu düðümün menüsündeki ilk...dokuzuncu öðeyi seçer.

source: \%-10[last-menu-item] Pick the last item in this node's menu.
tr: \%-10[last-menu-item] Bu düðümün menüsündeki son öðeyi seçer.

source: \%-10[menu-item] Pick a menu item specified by name.
tr: \%-10[menu-item] Ýsmi ile belirtilen menü öðesini seçer.

source: \%-10[xref-item] Follow a cross reference specified by name.
tr: \%-10[xref-item] Ýþmiyle belirtilen bir çapraz baþvuruyu izler.

source: \%-10[goto-node] Go to a node specified by name.
tr: \%-10[goto-node] ismiyle belirtilen düðüme gider.

source: \%-10[search] Search forward for a specified string.
tr: \%-10[search] Belirli bir dizgeyi ileriye doðru arar

source: \%-10[search-previous] Search for previous occurrence.
tr: \%-10[search-previous] Önceki bulunmayý arar.

source: \%-10[search-next] Search for next occurrence.
tr: \%-10[search-next] Sonraki bulunmayý arar.

source: \%-10[index-search] Search for a specified string in the index, and select the node referenced by the first entry found.
tr: \%-10[index-search] Ýndeks girdileri içinde belirli bir dizgeyi arar ve bulunan ilk girdi tarafýndan gönderme yapýlan düðümü seçer.

source: \%-10[abort-key] Cancel the current operation.
tr: \%-10[abort-key] Mevcut iþlemi iptal eder.

source: Basic Commands in Info Windows ******************************
tr: Info Pencerelerindeki Temel Komutlar ************************************

source: %-10s Quit this help.
tr: %-10s Bu yardým penceresinden çýkar.

source: %-10s Quit Info altogether.
tr: %-10s Info büsbütün çýkar.

source: %-10s Invoke the Info tutorial.
tr: %-10s Info öðreticiyi yardýma çaðýrýr.

source: %-10s Move to the `next' node of this node.
tr: %-10s Bu düðümün `sonraki' düðümüne gider.

source: %-10s Move to the `previous' node of this node.
tr: %-10s Bu düðümün `önceki' düðümüne gider.

source: %-10s Move `up' from this node.
tr: %-10s Bu düðümden `yukarý' gider.

source: %-10s Pick menu item specified by name. Picking a menu item causes another node to be selected.
tr: %-10s Ýsmini belirterek menü öðesi seçin. Menü öðesi seçmek, bir baþka düðümün seçilmesine yolaçar.

source: %-10s Follow a cross reference. Reads name of reference.
tr: %-10s Bir çapraz baþvuruyu izler. Baþvuru ismini okur.

source: %-10s Move to the last node seen in this window.
tr: %-10s Bu pencerede görünen son düðüme gider.

source: %-10s Skip to next hypertext link within this node.
tr: %-10s Bu düðümün içinden sonraki URL baðýna atlar.

source: %-10s Follow the hypertext link under cursor.
tr: %-10s Ýmleç altýndaki URL baðýný izler.

source: %-10s Move to the `directory' node. Equivalent to `g (DIR)'.
tr: %-10s `dizin' düðümüne gider. `g (DÝZÝN)' ile eþdeðer.

source: %-10s Move to the Top node. Equivalent to `g Top'.
tr: %-10s Üst düðüme gider. `g Top' ile eþdeðer.

source: Moving within a node: ---------------------
tr: Bir düðüm içinde dolaþým: -------------------------

source: %-10s Scroll forward a page.
tr: %-10s Bir sayfa ileri kaydýrýr.

source: %-10s Scroll backward a page.
tr: %-10s Bir sayfa geri kaydýrýr.

source: %-10s Go to the beginning of this node.
tr: %-10s Bu düðümün baþlangýcýna gider.

source: %-10s Go to the end of this node.
tr: %-10s Bu düðümün sonuna gider.

source: %-10s Scroll forward 1 line.
tr: %-10s Bir satýr ileri kaydýrýr.

source: %-10s Scroll backward 1 line.
tr: %-10s Bir satýr geri kaydýrýr.

source: Other commands: ---------------
tr: Diðer komutlar: ---------------

source: %-10s Pick first...ninth item in node's menu.
tr: %-10s Düðüm menüsündeki ilk...dokuzuncu ögeyi seçer.

source: %-10s Pick last item in node's menu.
tr: %-10s Düðüm menüsündeki son öðeyi seçer.

source: %-10s Search for a specified string in the index entries of this Info file, and select the node referenced by the first entry found.
tr: %-10s Bu Info dosyasýndaki indeks girdileri içinde belirli bir dizgeyi arar ve bulunan ilk girdi tarafýndan gönderme yapýlan düðümü seçer.

source: %-10s Move to node specified by name. You may include a filename as well, as in (FILENAME)NODENAME.
tr: %-10s Ýsmiyle belirtilen düðüme gider. (DOSYAADI)DÜÐÜMADI þeklinde bir dosya adý da ekleyebilirsiniz.

source: %-10s Search forward for a specified string, and select the node in which the next occurrence is found.
tr: %-10s Belirli bir dizgeyi ileriye doðru arar ve sonraki bulunanýn içinde olduðu düðümü seçer.

source: %-10s Search backward for a specified string, and select the node in which the next occurrence is found.
tr: %-10s Belirli bir dizgeyi geriye doðru arar ve sonraki bulunanýn içinde olduðu düðümü seçer.

source: The current search path is:
tr: Þu anki arama yolu:

source: Commands available in Info windows:
tr: Info pencerelerinde kullanýlabilecek komutlar:

source: Commands available in the echo area:
tr: Eko alanýnda kullanýlabilecek komutlar:

source: The following commands can only be invoked via %s:
tr: Aþaðýdaki komutlar yalnýzca %s aracýlýðýyla çaðrýlabilirler:

source: The following commands cannot be invoked at all:
tr: tümü

source: Display help message
tr: Bu yardým iletisini gösterir

source: Visit Info node `(info)Help'
tr: Info düðümünü `(info)Help' ziyaret eder

source: Print documentation for KEY
tr: KEY ile ilgili belgeleri basar

source: Describe key: %s
tr: Tuþ açýklamasý: %s

source: ESC %s is undefined.
tr: ESC %s atanmamýþ.

source: %s is undefined.
tr: %s atanmamýþ.

source: %s is defined to %s.
tr: %s %s olarak atanmýþ.

source: Show what to type to execute a given command
tr: Verilen komutu çalýþtýracak türü gösterir

source: Where is command:
tr: Komutun yeri:

source: `%s' is not on any keys
tr: `%s' bir tuþ üzerinde deðil

source: %s can only be invoked via %s.
tr: %s sadece %s üzerinden çaðrýlabilir.

source: %s can be invoked via %s.
tr: %s, %s üzerinden çaðrýlabilir.

source: There is no function named `%s'
tr: `%s' isimli bir iþlev yok

source: Selecting other nodes: ----------------------
tr: Diðer düðümleri seçme: ----------------------

source: incorrect number of arguments
tr: argüman sayýsý yanlýþ

source: cannot open input file `%s'
tr: `%s' girdi dosyasý açýlamýyor

source: cannot create output file `%s'
tr: `%s' çýktý dosyasý oluþturulamýyor

source: error writing to `%s'
tr: `%s''e yazma hatasý

source: error closing output file `%s'
tr: `%s' çýktý dosyasýný kapatmada hata

source: key sequence too long
tr: anahtar sýralamasý çok uzun

source: missing key sequence
tr: anahtar sýralamasý kayýp

source: NUL character (\000) not permitted
tr: NUL karakterine (\000) izin verilmiyor

source: NUL character (^%c) not permitted
tr: NUL karakterine (^%c) izin verilmiyor

source: missing action name
tr: kayýp eylem adý

source: section too long
tr: bölüm çok uzun

source: unknown action `%s'
tr: bilinmeyen eylem `%s'

source: action name too long
tr: eylem adý çok uzun

source: extra characters following action `%s'
tr: `%s' eylemini izleyen fazladan karakterler

source: missing variable name
tr: kayýp deðiþken adý

source: missing `=' immediately after variable name
tr: deðiþken adýndan hemen sonra kayýp `='

source: variable name too long
tr: deðiþken adý çok uzun

source: value too long
tr: deðer çok uzun

source: "%s", line %u:
tr: "%s", satýr %u:

source: Usage: %s [OPTION]... [INPUT-FILE] Compile infokey source file to infokey file. Reads INPUT-FILE (default $HOME/.infokey) and writes compiled key file to (by default) $HOME/.info. Options: --output FILE output to FILE instead of $HOME/.info --help display this help and exit. --version display version information and exit.
tr: Kullaným: %s [SEÇENEK]... [GÝRDÝ-DOSYASI] infokey kaynak dosyasýný infokey dosyasýna derler. GÝRDÝ-DOSYASI'ný okur (öntanýmlý $HOME/.infokey) ve derlenmiþ dosyayý $HOME/.info dosyasýna (öntanýmlý) yazar Seçenekler: --output DOSYA çýktý, $HOME/.info yerine DOSYA'ya --help bu yardýmý gösterir ve çýkar --version sürüm bilgisini gösterir ve çýkar.

source: Ignoring invalid infokey file `%s' - too small
tr: Geçersiz infokey dosyasý `%s' yoksayýlýyor - çok küçük

source: Ignoring invalid infokey file `%s' - too big
tr: Geçersiz infokey dosyasý `%s' yoksayýlýyor - çok büyük

source: Error reading infokey file `%s' - short read
tr: infokey dosyasý `%s' okumada hata - çok kýsa

source: Invalid infokey file `%s' (bad magic numbers) -- run infokey to update it
tr: Geçersiz infokey dosyasý `%s' (hatalý sihirli numaralar) -- güncellemek için infokey yürütün

source: Your infokey file `%s' is out of date -- run infokey to update it
tr: infokey dosyanýz `%s' eskimiþ -- güncellemek için infokey yürütün

source: Invalid infokey file `%s' (bad section length) -- run infokey to update it
tr: Geçersiz infokey dosyasý `%s' (hatalý bölüm uzunluðu) -- güncellemek için infokey yürütün

source: Invalid infokey file `%s' (bad section code) -- run infokey to update it
tr: Geçersiz infokey dosyasý `%s' (hatalý bölüm kodu) -- güncellemek için infokey yürütün

source: Bad data in infokey file -- some key bindings ignored
tr: Infokey dosyasýnda hatalý veri -- bazý tuþ baðlantýlarý yoksayýldý

source: Bad data in infokey file -- some var settings ignored
tr: Infokey dosyasýnda hatalý veri -- bazý deðiþken ayarlarý yoksayýldý

source: Read the name of an Info command and describe it
tr: Bir Info komut ismini okur ve onu açýklar

source: Describe command:
tr: Komut açýklamasý:

source: Read a command name in the echo area and execute it
tr: Eko alanýndan komut ismini okur ve onu çalýþtýrýr

source: Cannot execute an `echo-area' command here.
tr: Bir `eko-alaný' komutu burada çalýþtýrýlamaz.

source: Undefined command: %s
tr: tanýmlanmamýþ komut: %s

source: Set the height of the displayed window
tr: Gösterilen pencerenin yüksekliði belirtilir

source: Set screen height to (%d):
tr: Ekran yüksekliðini (%d) ye ayarlar:

source: Source files groveled to make this file include:
tr: Bu dosyanýn içermesini saðlamak için peþi sýra sürüklenen kaynak dosyalar:

source: Couldn't manipulate the file %s.
tr: %s dosyasý manipüle edilemedi.

source: * Menu: (File)Node Lines Size Containing File ---------- ----- ---- ---------------
tr: * Menü: (Dosya)Düðüm Satýr Boyut Ýçerdiði Dosya ------------ ----- ----- --------------

source: Here is the menu of nodes you have recently visited. Select one from this menu, or use `\[history-node]' in another window.
tr: Son zamanlarda uðradýðýnýz düðüm menüsünü görmektesiniz. Ya bu menüden seçin, ya da baþka bir pencerede `\[history-node]' kullanýn.

source: Make a window containing a menu of all of the currently visited nodes
tr: Son zamanlarda uðradýðýnýz tüm düðümlerin menüsünü içeren bir pencere oluþturur

source: Select a node which has been previously visited in a visible window
tr: Daha önce, görünür bir pencereden uðradýðýnýz bir düðüm seçiniz

source: Select visited node:
tr: Uðramýþ olduðunuz düðümü seçiniz:

source: The reference disappeared! (%s).
tr: Referans yokoldu! (%s).

source: regexp error: %s
tr: düzenli ifade hatasý: %s

source: Welcome to Info version %s. Type \[get-help-window] for help, \[menu-item] for menu item.
tr: Info sürüm %s'e hoþgeldiniz. Yardým için \[get-help-window], menü öðesi için \[menu-item] yazýnýz.

source: Move down to the next line
tr: Sonraki satýra (aþaðý) gider

source: Move up to the previous line
tr: Önceki satýra (yukarý) gider

source: Move to the end of the line
tr: Satýr sonuna gider

source: Move to the start of the line
tr: Satýr baþýna gider

source: Next
tr: Sonraki

source: No more nodes within this document.
tr: Bu belge içinde baþka düðüm yok.

source: No `Prev' for this node.
tr: Bu düðüm için baþka `Önceki' yok.

source: No `Prev' or `Up' for this node within this document.
tr: Bu belge içinde, bu düðüm için `Önceki' ya da `Yukarý' yok.

source: Move forwards or down through node structure
tr: Düðüm yapýsý içinde ileriye ya da aþaðýya gider

source: Move backwards or up through node structure
tr: Düðüm yapýsý içinde geriye ya da yukarýya gider

source: Scroll forward in this window
tr: Bu pencerede ileriye doðru kaydýrýr

source: Scroll forward in this window and set default window size
tr: Bu pencerede ileriye doðru kaydýrýr ve öntanýmlý pencere boyutuna ayarlar
